{"do_lower_case": true, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "model_max_length": 512, "name_or_path": "typeform/distilbert-base-uncased-mnli", "special_tokens_map_file": "/Users/richardkuzma/.cache/huggingface/transformers/b748f7b782254f27d41010cf9a96031cb0015289165c8ae0ba402d4f12950181.dd8bd9bfd3664b530ea4e645105f557769387b3da9f79bdb55ed556bdd80611d", "do_basic_tokenize": true, "never_split": null, "tokenizer_class": "DistilBertTokenizer"}