{"source_lang": "fr", "target_lang": "en", "unk_token": "<unk>", "eos_token": "</s>", "pad_token": "<pad>", "model_max_length": 512, "sp_model_kwargs": {}, "separate_vocabs": false, "special_tokens_map_file": null, "name_or_path": "Helsinki-NLP/opus-mt-fr-en", "tokenizer_class": "MarianTokenizer"}